Repository: bikerlfh/crashbot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es

source: Bot initialized
es: Bot inicializado

source: Bot type
es: Tipo de Bot

source: Bot risk factor
es: Factor de riesgo del Bot

source: Bot min multiplier to bet
es: Mínimo multiplicador para apostar

source: Bot min multiplier to recover losses
es: Mínimo multiplicador para recuperar perdidas

source: Bot min category percentage to bet
es: Mínimo porcentaje de la categoría para apostar

source: Bot min average model prediction
es: Mínimo porcentaje de la predicción del modelo

source: Bot strategies count
es: Número de estrategias del Bot

source: Min bet amount
es: Monto mínimo de apuesta

source: Max bet amount
es: Monto máximo de apuesta

source: No strategy found for profit percentage
es: No hay estrategias para el profit

source: Stop loss reached
es: Stop loss alcanzado

source: Take profit reached
es: Take profit alcanzado

source: Prediction value is too low
es: El valor de la predicción es muy baja

source: Probability is too low
es: La probabilidad es muy baja

source: multiplier is less than min multiplier to recovery losses
es: el multiplicador es inferior al multiplicador mínimo para recuperar las pérdidas

source: generating recovery bets
es: generando las apuestas de recuperación

source: No strategy found for profit
es: No se ha encontrado ninguna estrategia para obtener beneficios

source: Prediction value is not in category percentage
es: El valor de la predicción no está en el porcentaje de la categoría

source: opening home bet
es: abriendo casa de apuestas

source: reading the player's balance
es: leyendo el balance del jugador

source: Game initialized
es: Juego inicializado

source: saving bets
es: guardando apuestas

source: bets saved
es: apuestas guardadas

source: Error in requestSaveBets
es: Error en requestSaveBets

source: Error in request_get_prediction
es: Error en request_get_prediction

source: waiting for the next game
es: esperando por el siguiente juego

source: The game is not initialized
es: El juego no esta inicializado

source: No prediction found
es: No se encontró predicción

source: prediction
es: predicción

source: probability
es: probabilidad

source: Set Amount Bet
es: Monto a apostar

source: AutoBet
es: Auto Apuesta

source: Amount Bet
es: Monto de apuesta

source: Auto CashOut
es: Retiro Automático

source: Credentials
es: Credenciales

source: Remove
es: Eliminar

source: Remove All
es: Eliminar todos

source: Saved Credentials
es: Guardar credenciales

source: Password
es: Contraseña

source: Save
es: Guardar

source: Home bet
es: Casa de apuesta

source: Add Crendential
es: Agregar Credenciales

source: File
es: Archivo

source: View
es: Vista

source: Configuration
es: Configuración

source: Exit
es: Salir

source: Crendentials
es: Credenciales

source: Sign out
es: Cerrar sesión

source: Parameters
es: Parámetros

source: Use saved credentials
es: Usar credenciales guardadas

source: Use AI
es: Usar IA

source: Aviator loaded
es: Aviador cargado

source: Sending bet to aviator
es: Enviando apuesta a aviator

source: New Multiplier
es: Nuevo Multiplicador

source: Please set username and password to login!
es: Por favor ingresa el username y la contraseña para hacer login!

source: please set username and password to login!
es: por favor ingresa el username y la contraseña para hacer login!

source: Multiplicator trend
es: Tendencia del multiplicador

source: Trend
es: Tendencia

source: log messages
es: log mensajes

source: possible bet
es: posible apuesta

source: Multipliers Positions
es: Posiciones de los multiplicadores

source: You must restart the application to apply the changes
es: Debes reiniciar la aplicación para aplicar los cambios

source: Language
es: Idioma

source: English
es: Ingles

source: Spanish
es: Español

source: Last multiplier positions. Format (multiplier:position)</p><p>If the position is -1, the multiplier was not found in all the analyzed rounds.
es: Últimas posiciones del multiplicador. Formato (multiplicador:posición)</p><p>Si la posición es -1, no se encontró el multiplicador en todas las rondas analizadas.
